

// ----------------dictionary-------------------- 
    
    const dictionary =  {
      title: {
        ua: "Мова - ключ до кращого розуміння один одного",
        ge: "ენა არის ერთმანეთის უკეთ გაგების გასაღები"
      },
      logIn: {
        ua: "Вхід",
        ge: "შესვლა"
      },
      signUp: {
        ua: "Реєстрація",
        ge: "დარეგისტრირდით"
      },
      password: {
        ua: "Пароль",
        ge: "პაროლი"
      },
      repeatPassword: {
        ua: "Повторіть пароль",
        ge: "გაიმეორეთ პაროლი"
      },
      fillLoginForm: {
        ua: "Введіть Ваш логін та пароль",
        ge: "შეიყვანეთ თქვენი შესვლა და პაროლი"
      },
      fillSignupForm: {
        ua: "Заповніть поля для реєстрації",
        ge: "შეავსეთ ველები რეგისტრაციისთვის"
      },
      uncorrectEmail: {
        ua: "Некоректний email",
        ge: "Არასწორი იმეილი"
      },
      uncorrectPassword: {
        ua: "Закороткий пароль",
        ge: "მოკლე პაროლი"
      },
      uncorrectRepeatPassword: {
        ua: "Паролі мають співпадати",
        ge: "პაროლები უნდა ემთხვეოდნენ"
      }
    }
  
export default dictionary
