

// ----------------dictionary-------------------- 
    
const dictionary =  {
    title: {
      ua: "Розкажіть про себе",
      ge: "მოგვიყევი შენს შესახებ"
    },
    name: {
        ua: "Ваше ім'я",
        ge: "თქვენი სახელი"
      },
      nickname: {
        ua: "Псевдонім",
        ge: "მეტსახელი"
      },
      gender: {
        ua: "Ти казак чи козачка?",
        ge: "კაცი ხარ თუ ქალი?"
      },
      birth: {
        ua: "Дата народження",
        ge: "დაბადების თარიღი"
      },
      country: {
        ua: "Країна проживання",
        ge: "Საცხოვრებელი ქვეყანა"
      },
      course: {
        ua: "Оберіть курс",
        ge: "აირჩიეთ კურსი"
      },
      phone: {
        ua: "Номер телефону",
        ge: "ტელეფონის ნომერი"
      },
      aboutYourself: {
        ua: "Ваш девіз",
        ge: "შენი დევიზი"
      },
      submit: {
        ua: "Готово",
        ge: "წარადგინოს"
      },
      genderM: {
        ua: "Козак",
        ge: "კაცი"
      },
      genderW: {
        ua: "Козачка",
        ge: "ქალი"
      },
      courseGE: {
        ua: "Вчити грузинську (я знаю українську)а",
        ge: "ისწავლე ქართული (ვიცი უკრაინული)"
      },
      courseUA: {
        ua: "Вчити українську (я знаю грузинську)",
        ge: "ისწავლე უკრაინული (მე ვიცი ქართული)"
      },

  }

export default dictionary
