

// ----------------dictionary-------------------- 
    
const dictionary =  {
    title: {
      ua: "Налаштування профілю",
      ge: "მოგვიყევი შენს შესახებ"
    },
    name: {
        ua: "Ваше ім'я",
        ge: "თქვენი სახელი"
      },
      nameTip: {
        ua: "Як нам звертатися до Вас?",
        ge: "როგორ შეგვიძლია დაგიკავშირდეთ?"
      },
      nickname: {
        ua: "Псевдонім",
        ge: "მეტსახელი"
      },
      nicknameTip: {
        ua: "Ваше унікальне ім'я",
        ge: "შენი უნიკალური სახელი"
      },
      gender: {
        ua: "Ти казак чи козачка?",
        ge: "კაცი ხარ თუ ქალი?"
      },
      birth: {
        ua: "Дата народження",
        ge: "დაბადების თარიღი"
      },
      country: {
        ua: "Країна проживання",
        ge: "Საცხოვრებელი ქვეყანა"
      },
      course: {
        ua: "Оберіть курс",
        ge: "აირჩიეთ კურსი"
      },
      courseTip: {
        ua: "Визначає стандартну мову інтерфейсу",
        ge: "განსაზღვრავს სტანდარტულ ინტერფეისის ენას"
      },
      phone: {
        ua: "Номер телефону",
        ge: "ტელეფონის ნომერი"
      },
      aboutYourself: {
        ua: "Ваш девіз",
        ge: "შენი დევიზი"
      },
      submit: {
        ua: "Зберегти дані",
        ge: "მონაცემების შენახვა"
      },
      genderM: {
        ua: "Чоловік",
        ge: "კაცი"
      },
      genderW: {
        ua: "Жінка",
        ge: "ქალი"
      },
      courseUA: {
        ua: "Вчити картвельську (я знаю українську)",
        ge: "ისწავლე ქართული (ვიცი უკრაინული)"
      },
      courseGE: {
        ua: "Вчити українську (я знаю картвельську)",
        ge: "ისწავლე უკრაინული (მე ვიცი ქართული)"
      },
      statisticTip: {
        ua: "Це для статистики",
        ge: "ეს არის სტატისტიკისთვის"
      },

  }

export default dictionary
