const dictionaryModal =  {
    btn: {
        ua: "Закрити",
        ge: "დახურვა"
    },
    history: {
        title: {
            ua: "Історія проекту",
            ge: "პროექტის ისტორია"
        },
        description: {
            ua: `<p> Я українець. Моя дружина з Грузії.
                    Я бачу проблему у відсутності безкоштовного сервісу, який здатен допомогти нам вивчати мову один одного. 
                    З цією ідеєю я почав працювати над даним проектом.
                </p>
                <b> В наступній версії: </b>
                <ul>
                    <li> буде додано аудіо з голосом носія мови до більшості завдань</li>
                    <li> більша кількість слів для вивчення в існуючих темах </li>
                    <li> нові теми </li>
                    <li> Ваші побажання</li>
                </ul>
                <b> В планах: </b>
                <ul>
                    <li> створення повноцінного курсу вивчення мови з "нуля"</li>
                    <li> можливість переглядати профіль іншого користувача </li>
                    <li> чат між користувачами</li>
                    <li> рейтинг найактивніших користувачів</li>
                    <li> ком'юніті, в якому учасники зможуть обмінюватися досвідом</li>
                </ul>
            `,
            ge: `<p> მე ვარ უკრაინელი. ჩემი მეუღლე საქართველოდანაა.
                    პრობლემას ვხედავ უფასო სერვისის ნაკლებობაში, რომელიც დაგვეხმარება ერთმანეთის ენის შესწავლაში.
                    ამ იდეით დავიწყე ამ პროექტზე მუშაობა.
                </p>
                <b> შემდეგ ვერსიაში: </b>
                <ul>
                    <li> მშობლიური სპიკერის აუდიო დაემატება ამოცანების უმეტესობას</li>
                    <li> მეტი სიტყვა არსებული თემების შესასწავლად</li>
                    <li> ახალი თემები </li>
                    <li> თქვენი სურვილები</li>
                </ul>
                <b> გეგმებში: </b>
                <ul>
                    <li> ენის შემსწავლელი სრულფასოვანი კურსის შექმნა „ნულიდან“</li>
                    <li> სხვა მომხმარებლის პროფილის ნახვის შესაძლებლობა </li>
                    <li> ჩატი მომხმარებლებს შორის</li>
                    <li> ყველაზე აქტიური მომხმარებლების რეიტინგი</li>
                    <li> საზოგადოება, რომელშიც მონაწილეებს შეუძლიათ გამოცდილების გაზიარება</li>
                </ul>
            `
        }


  },
  contacts: {
    title: {
        ua: "Контакти",
        ge: "კონტაქტები"
    },
    description: {
        ua: `
            <p>Instagram: <a href="https://www.instagram.com/hruba.yurii/">hruba.yurii</a></p>
            <p>Telegram: <a href="https://t.me/termokop">termokop</a></p>
            <p>Пишіть мені з приводу проблем, пропозицій та ідей. Залюбки вислухаю кожного.</p>
        `,
        ge: `
            <p>Instagram: <a href="https://www.instagram.com/hruba.yurii/">hruba.yurii</a></p>
            <p>Telegram: <a href="https://t.me/termokop">termokop</a></p>
            <p>მომწერეთ პრობლემები, წინადადებები და იდეები. ყველას სიამოვნებით მოვუსმენ.</p>
        `
    }
 },
 help: {
    title: {
        ua: "Допомога",
        ge: "დახმარება"
    },
    description: {
        ua: `
            <p>Ви можете допомогти розвитку проекту як зусиллями, так і фінансовою підтримкою</p>
            <b>Зусилля</b>
            <p>Нам потрібні люди, які володіють українською та грузинськкою мовами на достатньо високому рівні. Якщо це про Вас, напишіть мені!</p>
            <b>Фінансова підтримка:</b>
            <p>Mono: 4441114440291555</p>
            <p>BOG: GE02BG0000000539571616</p>
            <p>BUSD, USDT: 0xcaF909f67943bD712EE0a2275F740f27EB9c4ba4</p>
        `,
        ge: `
            <p>თქვენ შეგიძლიათ დაეხმაროთ პროექტის განვითარებას როგორც ძალისხმევით, ასევე ფინანსური მხარდაჭერით</p>
            <b>Ძალისხმევა</b>
            <p>ჩვენ გვჭირდება ადამიანები, რომლებიც საუბრობენ უკრაინულ და ქართულად საკმარისად მაღალ დონეზე. თუ საქმე შენზეა, მომწერე!</p>
            <b>Ფინანსური მხარდაჭერა:</b>
            <p>Mono: 4441114440291555</p>
            <p>BOG: GE02BG0000000539571616</p>
            <p>BUSD, USDT: 0xcaF909f67943bD712EE0a2275F740f27EB9c4ba4</p>
        `
    }
},

}

  export default dictionaryModal