const dictionary =  {
    best: {
        ua: "Блискуче! Зможеш повторити?",
        ge: "ნათელი! შეგიძლია გაიმეორო?"
      },
      better: {
        ua: "Супер! Близько до ідеалу!",
        ge: "სუპერ! იდეალთან ახლოს!"
      },
      bad: {
        ua: "Практикуйся, і ти дясягнеш кращих результатів!",
        ge: "ივარჯიშე და უკეთეს შედეგს მიაღწევ!"
      },
      correctAnswers: {
        ua: "правильних відповідей",
        ge: "სწორი პასუხები"
      },
      tempMsg1: {
        ua: "Проект знаходиться на стадії розробки. Всі бажаючі можуть долучитися до даного проекту.",
        ge: "პროექტი დამუშავების პროცესშია. ნებისმიერ მსურველს შეუძლია შეუერთდეს ამ პროექტს."
      },
      tempMsg2: {
        ua: "Якщо додаток працює некоректно, або ви виявили помилки, будь ласка, зв'яжіться з розробником проекту.",
        ge: "თუ აპლიკაცია არ მუშაობს სწორად, ან აღმოაჩენთ შეცდომებს, გთხოვთ დაუკავშირდეთ პროექტის დეველოპერს."
      },
      tempMsg3: {
        ua: "Контакти розробника знаходяться за відповідним посиланням в нижній частині сторінки.",
        ge: "დეველოპერის კონტაქტები შეგიძლიათ იხილოთ შესაბამის ბმულზე გვერდის ბოლოში."
      },
      btnRepeat: {
        ua: "Повторити",
        ge: "გაიმეორეთ"
      },
      btnChangeTopic: {
        ua: "Змінити тему",
        ge: "Თემის შეცვლა"
      },

  }

  export default dictionary